Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P23.tmx
Source language: en_us
Languages: zh_cn

source: First husband
zh_cn: 第一任丈夫

source: Lovey," her husband said gently, which was his way. "It's for you."
zh_cn: “拉维，”她丈夫以他一贯的方式轻声说，“找你的。”

source: The velvet blackness of 2 A.M., of nearly death-deep sleep: the ringing telephone had been a fire alarm in her dream; reluctantly, she'd exited an unfamiliar building but not awakened, hovering in some liminal space.
zh_cn: 凌晨两点钟，天鹅绒般绵密的黑暗，她睡得死沉，电话铃声在梦里变为火警警报；梦中的她不情愿地走出一栋陌生的大楼，还没有清醒过来，飘荡在某个混混沌沌的空间。

source: The building was filled with naked bodies, and she wished to return to them and their naughty party.
zh_cn: 大楼里面全是光身子的人，她还想回去参加他们放荡的派对。

source: "Lovey," her husband said again, and she was livid with him, with his dull insistence, forcing her to attend to him when what she wanted to do was run back inside the burning building.
zh_cn: “拉维。”她丈夫又叫她，他的执著令她火冒三丈，她想跑回那栋着火的大楼却被迫回应他的呼唤。

source: "Lovey," he said a third time, and then the light snapped on.
zh_cn: “拉维。”他叫了第三次，然后“啪”的一声灯亮了。

source: On the phone was Bernadette, her former stepdaughter.
zh_cn: 电话是伯纳蒂特打来的。

source: Her ex-husband's youngest and most difficult girl, who was busy apologizing, as usual.
zh_cn: 她以前的继女伯纳蒂特，前夫最令人头疼的小女儿，在电话里忙不迭地道着歉，一如往常。

source: "I'm so sorry, but he's been drinking," Bernadette was saying of her delinquent husband. "I need to find him before something happens.
zh_cn: “真是对不起，可他出去喝酒了，”伯纳蒂特说的是她那个失职的丈夫，“我得在出事之前找到他。

source: I mean, he can't afford to get arrested again."
zh_cn: 我是说，他可遭不住再进监狱了。”

source: "I can be there in twenty minutes."
zh_cn: “我陪你去，你等我二十分钟。”

source: "Actually?
zh_cn: “真的？

source: I'm sorry, but could I bring the kids to you?
zh_cn: 对不起，不过我能带孩子们去你那儿吗？

source: If he comes home, I don't want them to see him.
zh_cn: 要是他回了家，我不想让孩子见到他。

source: You know, it's just so hard to have a conversation with kids around.
zh_cn: 你知道，有孩子在，真是很难跟他谈。

source: Or a fight, for that matter, which is probably what's going to happen.
zh_cn: 甚至会打起来，很有可能就打起来了。

source: God, I'm really so fucking sorry, Lovey. . . ."
zh_cn: 天呐，我真他妈的抱歉，拉维......”

source: "Bring them, please, it's fine- you should never worry about that."
zh_cn: “带他们过来吧，没关系的——你用不着担心这个。”

source: Sleep and dreams had fallen away, along with, she suddenly realized, her first husband, whose hand she'd been holding in the burning building.
zh_cn: 睡意和梦境皆尽散去，还有前夫的影像，她突然意识到，梦中那栋燃烧的建筑里，她握着的是他的手。

source: Had he been nude, too?
zh_cn: 他也光着身子吗？

source: That wouldn't have been like him, naked in public.
zh_cn: 大庭广众下赤身裸体，那不像他会干的事情。

source: "I'm already in the car with them," Bernadette said. "I was thinking I could start on Central and just see if he's parked on some barstool or other.
zh_cn: “我带着他们在车上了，”伯纳蒂特说，“我在想我可以从中央车站开始找，看看他是不是瘫在哪张吧椅上。

source: Please don't tell Dad, O.K.?
zh_cn: 请别告诉爸爸，好吗？

source: I mean, he already thinks I'm a total fuckup and he hates Aaron enough.
zh_cn: 我是说，他已经认定我是个彻头彻尾的混账了，而且他已经够讨厌亚戎的了。

source: Plus, he'll tell my sisters."
zh_cn: 还有，他还会跟姐姐们说。”

source: And then she was crying.
zh_cn: 说着她就大哭起来。

source: Poor Bernadette.
zh_cn: 可怜的伯纳蒂特。

source: Had the girl ever not been miserable?
zh_cn: 这个姑娘有什么时候不悲惨的吗？

source: Even as a child, she had cultivated hurtful friendships, had forever been suffering slights or neglect or flat-out cruelty, this girl like a loyal beaten dog.
zh_cn: 从小就在友情中屡屡受伤，永远忍受着轻忽和怠慢，抑或是不加掩饰的残酷，她就像一条总是挨打的忠诚小狗。

source: "Honey, I would never tell your dad.
zh_cn: “宝贝，我绝对不会告诉你爸爸的。

source: We're not exactly on speaking terms.
zh_cn: 我们都不联系。

source: Bring the kids.
zh_cn: 带孩子们过来吧。

source: I'm up.
zh_cn: 我准备好了。

source: Don't worry."
zh_cn: 放心。”

source: "Actually?" Bernadette said. "I'm in your driveway.
zh_cn: “真的吗？”伯纳蒂特说，“我在你家车道上了。

source: God, Lovey, I'm really, really sorry!"
zh_cn: 天呐，拉维，我实在是非常抱歉！”

source: The seven-year-old carried the diaper bag and a backpack, tilted sideways under the load, while his mother brought in the two car seats holding his sleeping sisters.
zh_cn: 七岁的男孩拿着尿片包，还背着一个背包，被重负压得歪歪倒倒；他妈妈把两个儿童椅搬进屋子，儿童椅里睡着他的两个妹妹。

source: "God, it smells like snow out there!
zh_cn: “天，闻起来像是下雪了！

source: How often does that happen at this time of year?
zh_cn: 这时节不常下雪吧？

source: I pumped," Bernadette explained in a whisper.
zh_cn: 我用了吸奶器。”伯纳蒂特小声解释道。

source: "Give Lovey the breast milk," she told Caleb.
zh_cn: “把奶拿给拉维。”她对卡莱布说。

source: The boy produced a pair of tepid yellowish Baggies.
zh_cn: 男孩拿出一对温吞吞的黄色保鲜袋。

source: There was always something a little unsavory about dealing with breast milk.
zh_cn: 对付母乳的东西总是有点儿让人讨厌。

source: Maybe if Lovey had had her own babies she wouldn't have felt this way.
zh_cn: 如果拉维自己有小孩，也许就不会这么觉得了。

source: The girls were left in their car seats on the living-room rug, which seemed wrong, somehow, people lashed into chairs, especially the three-year-old, whose big head looked unnaturally perpendicular in a way that would lead to a terrible neck ache. On the other hand, the girls were sure to scream if wakened.
zh_cn: 儿童椅放在起居室的地毯上，两个女孩还睡在上面，这样好像不妥当，人躺在椅子上睡觉，特别是那个三岁的小姑娘，她大大的脑袋不自然地垂着，这样会导致严重的颈部疼痛；况且，小孩们这样睡着醒来之后肯定要大声嚷嚷。

source: Bernadette was squinting at her cell phone, lips moving as she read something there.
zh_cn: 伯纳蒂特眯眼看着手机，嘴唇微微动着在读什么信息。

source: "Shit, he's with Lance- that can't end well.
zh_cn: “该死，他跟兰斯在一起——这可有得折腾了。

source: So I think she'll be good till maybe, like, four?"
zh_cn: 这样，我想她会乖乖的，一直到大概四点钟？”

source: She pressed her hand into each breast, checking. "You could just nuke a bottle for her then.
zh_cn: 她伸手摸摸两个保鲜袋，“到时候你给她热一瓶奶喝了就好。

source: And Caleb- I don't think he'll sleep, but he could watch Looney Tunes, maybe?
zh_cn: 至于卡莱布，我觉得他不会去睡觉，但他可以看动画片，对吧？

source: With no sound?
zh_cn: 把声音关掉？

source: Will you watch Looney Tunes on mute so Lovey can go back to bed, honey?"
zh_cn: 宝贝，你愿意看看没声音的动画片、让拉维回去睡觉吗？”

source: "Don't worry about us," Lovey said. "We'll play Monotony."
zh_cn: “别担心我们，”拉维说，“我们玩强手棋。”

source: Lovey was the only person who would indulge Caleb's fondness for Monopoly.
zh_cn: 拉维是唯一一个放纵卡莱布痴迷强手棋的人。

source: The boy had been her first grandchild, born the year she divorced his grandfather, when she was a mere thirty-seven- far too young to be called Grandma!
zh_cn: 这孩子是她的第一个孙辈，在她与他祖父离婚的那一年出生，那年她还不到三十七岁——年轻得远远不能叫祖母！

source: In public she was often mistaken for his mother, and it was for Caleb that she'd come up with an acceptable nickname, Lovey, to take the place of Evelyn.
zh_cn: 一起出门她经常被误认为他母亲，她允许卡莱布叫她的昵称拉维，而不是艾芙琳。

source: He was a serious boy, a boy who hadn't spoken until he could do so in complete sentences, who'd said, quite frankly, after the birth of each of his sisters, that he did not like them.
zh_cn: 卡莱布是个严肃的男孩子，在自己能说出完整句子之前从未开口说话。他的两个妹妹先后出生，他坦率地表示自己不喜欢他们。

source: "How's your new sister?" somebody would ask.
zh_cn: “你的小妹妹怎么样？”有人会这样问。

source: "Terrible," he'd reply.
zh_cn: “糟透了。”他这样回答。

source: His feelings were so readily hurt. He was like his mother that way, a child too tender, who bruised.
zh_cn: 他那么容易受到感情上的伤害，这点像他母亲，一个太过脆弱的孩子，伤痕累累。

source: Nor did he laugh easily.
zh_cn: 他也不轻易露出笑容。

source: "Please don't think I'm a fuckup," Bernadette pleaded as she whirled her way toward the door. "And tell William I'm sorry I woke him.
zh_cn: “求你别觉得我是个混帐东西，”伯纳蒂特一边走向门口一边恳求道，“还有，替我转告威廉，很抱歉吵醒了他。

source: Be good, Caleb.
zh_cn: 卡莱布，你要听话。

source: I love you."
zh_cn: 我爱你。”

source: Caleb was already laying out the game board, counting money, and stacking up the Chance cards.
zh_cn: 卡莱布已经摆出强手棋棋盘，数着钞票，把机会卡片堆成一摞。

source: He looked like his grandfather, Lovey's first husband- the same thick copper-colored hair, the large brown eyes and plush lips.
zh_cn: 他长得像他祖父，也就是拉维的第一任丈夫——同样的棕红色头发、棕色的大眼睛和饱满的嘴唇。

source: Her first husband had been forty-five, at the tail end of his fruitful handsomeness, when she married him but still moving through the world with the confidence of a man who'd bedded a lot of women, all but the first few- when he was a beginner, on the receiving end of a romantic education- younger than him; he was a serial seducer.
zh_cn: 她的第一任丈夫与她成婚时已经四十五岁，那种饱满的英俊潇洒已近尾声，却仍然满怀自信地穿越世界；这自信属于一个跟很多女人上过床的男人，他睡过的多是比他年轻的女人，除去最开始的几个年长女性——那时候他还是新手，还在接受恋爱教育呢。他一直是个拈花惹草的男人。

source: Lovey had been his third wife; perhaps she could have predicted that she would not succeed where two others had failed, but that was the nature of love, and of youth, and the combination, youthful love- they made you arrogant, or stubborn, impervious to the lessons of others.
zh_cn: 拉维是他的第三任妻子，也许她能够预想到自己无法在前两任失败的地方取得成功，然而那是爱情的秉性、年轻人的秉性，两者相结合，年轻人的爱情——使你自傲、固执，拒绝从别人身上吸取教训。

source: If you paid attention to all the lessons of others, you might never do anything.
zh_cn: 如果你对别人身上所有的教训都加以留意，也许你就什么都不做了。

source: Caleb handed Lovey the dog.
zh_cn: 卡莱布把苏格兰犬递给拉维。

source: He was always the hat.
zh_cn: 他自己一直用礼帽。

source: "I want to be the banker," he said.
zh_cn: “我想当银行家。”他说。

source: "Fine," she said, though this would make it more difficult for her to guarantee that he won. But that was the challenge in raising children, wasn't it?
zh_cn: “好啊。”她说。这样一来就更难保证让他赢了，但是，在抚养孩子的过程中就是有这样的挑战，不是吗？

source: Insuring that your ability to deceive kept pace with their ability to see through you.
zh_cn: 确保你欺瞒他们的能力与他们看透你的能力一起长进。

source: At what point were you able to come completely clean?
zh_cn: 到什么时候你才可以完全坦白？

source: Could you ever, for example, reveal to children that parents did not, actually, love their offspring equally?
zh_cn: 比方说，你能向孩子坦白说父母其实并没有平等地爱着子女吗？

source: Her ex-husband had preferred his eldest, the prettiest, the strongest.
zh_cn: 她的前夫偏爱最漂亮、最能干的大女儿。

source: And Lovey?
zh_cn: 拉维呢？

source: She'd always been partial to needy Bernadette.
zh_cn: 她始终对伯纳蒂特最为关注。

source: Bernadette's sisters had found their stepmother lacking. She was so young.
zh_cn: 伯纳蒂特的姐姐们发现这位继母不够格：她是那么的年轻。

source: For a while, it had been fun to play the hip young mother, the one who shared clothing with them, who liked their music, the four of them ganging up on her husband, their father, who was old, so old!
zh_cn: 有一段时间，扮演时髦年轻妈妈的角色还挺有意思的，她跟她们换穿衣服，她喜欢她们听的音乐，四个人联合起来对付她的丈夫、她们的父亲，那个老男人，那么老！

source: So old-fashioned!
zh_cn: 那么老派！

source: So out of date!
zh_cn: 老掉牙了！

source: So shockable!
zh_cn: 大惊小怪！

source: But he wasn't, not really, and at some point his indulgence began to falter, his paternal tolerance turned tense, at least as it regarded Lovey, because eventually she was no longer his pretty young wife; she was, instead, too familiar, too known and knowing, too something he could not even put his finger on, but he no longer wished to have sex with her, no longer found her desirable enough to be able to have sex with her.
zh_cn: 但他其实并不是那样，到了某个时刻他的放纵便开始消减，他那家长般的容忍变成过去式，至少对拉维是如此，因为她最终不再是他美丽的小妻子；他太熟悉她、太了解她了，而她也太了解他了，他甚至无法确切地指摘她究竟是太怎么了，但他不再愿意跟她做爱了，不再觉得她有那么渴望，于是他无法跟她做爱。

source: This wasn't willed, he assured her; it wasn't his fault.
zh_cn: 他不希望这样，他向她保证；这不是他的错。

source: If she insisted, he could medicate himself into readiness, but did she really want that?
zh_cn: 如果她坚持要，他可以吃药，但她真的想这样吗？

source: Did she, he asked earnestly, want him to fake what he could not naturally feel?
zh_cn: 他诚恳地问，她想让他假装出无法自然感受得到的感情吗？

source: Was that the kind of love she wanted?
zh_cn: 那是她想要的那种爱情吗？

source: Yes, she confessed, though only to herself.
zh_cn: 是的，她坦言，然而并未宣之于口。

source: Yes, that was what she would take, if it was all he could offer.
zh_cn: 是的，如果他只能给她这些，那么她就接受这些。

source: "You told me to be honest," he said. "This is me being honest."
zh_cn: “你告诉我要诚实，”他说，“这就是诚实的我。”

source: The first stage of the game was always the best- all that acquisition and possibility, the tidy array of money, the fairness.
zh_cn: 强手棋的第一阶段总是最好的——各种收购，各种可能，庞大的现金流，公平竞争。

source: Caleb knelt in his chair, poised over the colorful board like a gargoyle, rolling for Lovey when she went to check on his sisters, moving her Scottie dog forward, providing her with two hundred dollars whenever Go came around.
zh_cn: 卡莱布跪在椅子上，活像个石像鬼一样俯视着五颜六色的棋盘。拉维去看他的两个妹妹，他就替她掷骰子、向前移动她的苏格兰犬、经过起点的时候给她两百块。

source: In order not to land on Boardwalk first, Lovey allowed one of the dice to fall to the floor, claiming a number that put her on Luxury Tax, whatever that was, instead.
zh_cn: 为了避免首先在海滨路买地，拉维让一个骰子滚到地板上，自己说了一个步数，走过去付了奢侈品税——管它做什么呢，能避开海滨路就是了。

source: At last, Caleb acquired his beloved cobalt-blue plot.
zh_cn: 最后，卡莱布得以买下他心爱的宝蓝一条街。

source: Later, once it was expensively developed, Lovey would land there an inordinate number of times so that he could fleece her.
zh_cn: 等这儿发展出高昂的过路费，拉维就故意多往这边走几次，好让他大收特收她的钱。

source: Why was it so satisfying to see him win?
zh_cn: 为什么看着他赢是如此的令人满足？

source: It was nice, this strange intimacy in the kitchen at three in the morning, no other light in the house.
zh_cn: 这样挺好，凌晨三点钟的厨房，屋子里没有别的灯光，这种奇异的亲密。

source: They were outside of time, Lovey thought, waiting for the rules to kick in again.
zh_cn: 拉维想，他们处在时间之外，等待着规则重新闯入这片安宁。

source: If it did snow, school might be closed.
zh_cn: 如果真的下了雪，学校也许会放假。

source: Albuquerque was not accustomed to weather; Lovey had grown up in the Midwest, where snow days required an actual blizzard, instead of mere flurries or patches of ice.
zh_cn: 阿尔伯克基的气候尚属温和；拉维是在中西部长大的，那儿的学校只有刮起暴风雪才会停课，小雪冰霜根本不算数。

source: Her first husband had brought her to the desert; she could thank him, she supposed, for that gift.
zh_cn: 她的第一任丈夫曾经带她去过沙漠；她想她可以为那份礼物而感谢他。

source: When they parted, he hadn't wanted much of what they'd collected together, in their twelve years.
zh_cn: 分手的时候，他们在十二年里一同收集的东西他并不想收回多少。

source: Was that generosity?
zh_cn: 是因为慷慨？

source: Guilt?
zh_cn: 罪恶感？

source: Or simple indifference?
zh_cn: 抑或只是因为不在乎？

source: Caleb heard the baby first, his head tipped toward the living room as his hand halted above the board in mid-count.
zh_cn: 是卡莱布先听到了孩子醒来的动静，他的手悬停在棋盘中央，朝起居室的方向点了点头。

source: "Forty-five seconds," he told Lovey, meaning the breast milk and the microwave. "I can do it."
zh_cn: “四十五秒，”他告诉拉维，说的是母乳需要微波加热四十五秒，“我来。”

source: Lovey took the opportunity while the boy was at the refrigerator to slip a five-hundred-dollar bill from her stack of cash back into the bank.
zh_cn: 拉维趁着男孩去开冰箱的机会从自己的钞票里拿出一张五百块放回了银行。

source: She could not figure out the car seat's elaborate buckle, so the child's crying became hysterical.
zh_cn: 她解不开儿童椅上复杂的绑带，于是孩子哭得愈发厉害。

source: Caleb silently undid the clasp, then found the three-year-old's pacifier and stoppered her with it before she fully woke as well.
zh_cn: 卡莱布默默地打开带扣，还找到了这个小女孩的奶嘴，在另一个三岁女孩完全醒来之前阻止了她的哭叫。

source: "You're a good boy," Lovey told him repeatedly.
zh_cn: “你真是个好孩子。”拉维反复对他说。

source: In the kitchen, the warm bottle waited.
zh_cn: 温热的奶瓶在厨房里等待着。

source: Lovey had only to sit down and assume the position, the girl's face beside her own breast.
zh_cn: 拉维只需要坐下来摆出喂奶的姿势，女孩的脸凑在她胸前。

source: While she fed the baby, Caleb played both sides of the game, counting aloud, asking if Lovey wanted to buy the electric company or not.
zh_cn: 她给孩子喂奶，卡莱布就自己给两边走棋子，大声计数，问拉维要不要买下电气公司。

source: "Not," she said.
zh_cn: “不要。”她说。

source: Her pickiness about property he never questioned.
zh_cn: 他从不质疑她对地产的选择。

source: He seemed to accept the idea that he alone knew that buying everything was the secret to success.
zh_cn: 他似乎接受了这种想法：只有他一个人知道制胜的秘诀是把所有东西都买下来。

source: Caleb's sisters were utterly unlike their brother.
zh_cn: 卡莱布的妹妹们跟卡莱布一点都不像。

source: They demanded what they wanted. They entered a room and immediately began competing to be its center of attention, the baby now knocking her head into Lovey's sternum, making fists with her hands and banging at her bottle; if her nails weren't clipped, she'd rake her own face until it bled.
zh_cn: 她们想要什么就大声索取，她们进到哪个房间就立刻开始努力成为众人瞩目的焦点。女孩用脑袋撞着拉维的肋骨，小手握成拳头捶打奶瓶；要是她没剪指甲，她已经把自己的脸挠破流血了。

source: They required a lot of attention.
zh_cn: 她们需要很多的关注。

source: They made a great deal of noise.
zh_cn: 她们发出很大的噪音。

source: The three-year-old could not be reasoned with; it was useless to try.
zh_cn: 不可能对三岁大的孩子讲道理，尝试是没用的。

source: She did not understand taking turns or sharing, and resorted to crude short-cutting substitutions like grabbing and screaming.
zh_cn: 她不明白轮流和分享的概念，只会采取简单粗暴的途径，比如霸占和尖叫。

source: "If they were dogs," Caleb had told Lovey of his sisters, "you could put them in a cage."
zh_cn: 卡莱布以前对拉维说过：“如果她们是小狗，你就可以用个笼子把她们关起来。”

source: "If they were dogs," Lovey said, "you could take them to the pound."
zh_cn: “如果她们是小狗，”拉维说，“你可以送她们去收容站。”

source: When the baby began gagging, Caleb informed Lovey that the bottle was to blame, that the milk came out faster than it did from his mother's breast, that the baby was used to sucking harder, so she choked herself.
zh_cn: 小女孩呛住了，卡莱布提醒拉维，是奶瓶的错；比起母亲的胸脯，瓶子里的奶出来得更快，幼儿习惯了用力吮吸，所以会呛到自己。

source: "Greedy girl," Lovey murmured. "I wonder where your daddy is."
zh_cn: “贪心的小姑娘，”拉维喃喃自语，“你爸爸在哪儿呢。”

source: "I don't know," Caleb said. "But he rode his bike and he forgot his helmet."
zh_cn: “我不知道，”卡莱布说，“他骑车出去了，忘了带头盔。”

source: "Dangerous."
zh_cn: “真危险。”

source: Although safer, by far, than driving.
zh_cn: 不过，显然比开车安全得多。

source: Aaron's sobriety was tenuous, court-ordered, the elephant in the room at any family get-together.
zh_cn: 亚戎鲜少保持清醒，法庭强制他戒酒才有效，每次他们全家团聚都大有隐忧。

source: He would sit meekly at the table studying his sparkling water while others pretended not to be aware of his every sip.
zh_cn: 他会温顺地坐在桌边，琢磨着自己手中的苏打水，其他人假装没留意到他的每一口啜饮。
